7767517
537 584
Input                    input_1                                 0 1  input_1_blob 0=512 1=512 2=3 
Convolution              conv2d                                  1 1 input_1_blob conv2d_blob 0=64 1=7 2=1 3=2 4=-233 5=0 6=9408 9=0 11=7 12=1 13=2 
BatchNorm                batch_normalization                     1 1 conv2d_blob batch_normalization_blob 0=64 1=1.000000e-03 
ReLU                     activation                              1 1 batch_normalization_blob activation_blob 0=0.000000e+00 1=0 
Pooling                  max_pooling2d                           1 1 activation_blob max_pooling2d_blob 0=0 1=3 11=3 2=2 12=2 3=0 4=0 5=2 
Split                    max_pooling2d_Split                     1 2 max_pooling2d_blob max_pooling2d_Split_blob_idx_0 max_pooling2d_Split_blob_idx_1 
Convolution              conv2d_1                                1 1 max_pooling2d_Split_blob_idx_0 conv2d_1_blob 0=64 1=1 2=1 3=1 4=-233 5=0 6=4096 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_1                   1 1 conv2d_1_blob batch_normalization_1_blob 0=64 1=1.000000e-03 
ReLU                     activation_1                            1 1 batch_normalization_1_blob activation_1_blob 0=0.000000e+00 1=0 
Convolution              conv2d_2                                1 1 activation_1_blob conv2d_2_blob 0=64 1=3 2=1 3=1 4=-233 5=0 6=36864 9=0 11=3 12=1 13=1 
BatchNorm                batch_normalization_2                   1 1 conv2d_2_blob batch_normalization_2_blob 0=64 1=1.000000e-03 
ReLU                     activation_2                            1 1 batch_normalization_2_blob activation_2_blob 0=0.000000e+00 1=0 
Convolution              conv2d_3                                1 1 activation_2_blob conv2d_3_blob 0=256 1=1 2=1 3=1 4=-233 5=0 6=16384 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_3                   1 1 conv2d_3_blob batch_normalization_3_blob 0=256 1=1.000000e-03 
Convolution              conv2d_4                                1 1 max_pooling2d_Split_blob_idx_1 conv2d_4_blob 0=256 1=1 2=1 3=1 4=-233 5=0 6=16384 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_4                   1 1 conv2d_4_blob batch_normalization_4_blob 0=256 1=1.000000e-03 
BinaryOp                 add                                     2 1 batch_normalization_3_blob batch_normalization_4_blob add_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_3                            1 1 add_blob activation_3_blob 0=0.000000e+00 1=0 
Split                    activation_3_Split                      1 2 activation_3_blob activation_3_Split_blob_idx_0 activation_3_Split_blob_idx_1 
Convolution              conv2d_5                                1 1 activation_3_Split_blob_idx_0 conv2d_5_blob 0=64 1=1 2=1 3=1 4=-233 5=0 6=16384 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_5                   1 1 conv2d_5_blob batch_normalization_5_blob 0=64 1=1.000000e-03 
ReLU                     activation_4                            1 1 batch_normalization_5_blob activation_4_blob 0=0.000000e+00 1=0 
Convolution              conv2d_6                                1 1 activation_4_blob conv2d_6_blob 0=64 1=3 2=1 3=1 4=-233 5=0 6=36864 9=0 11=3 12=1 13=1 
BatchNorm                batch_normalization_6                   1 1 conv2d_6_blob batch_normalization_6_blob 0=64 1=1.000000e-03 
ReLU                     activation_5                            1 1 batch_normalization_6_blob activation_5_blob 0=0.000000e+00 1=0 
Convolution              conv2d_7                                1 1 activation_5_blob conv2d_7_blob 0=256 1=1 2=1 3=1 4=-233 5=0 6=16384 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_7                   1 1 conv2d_7_blob batch_normalization_7_blob 0=256 1=1.000000e-03 
BinaryOp                 add_1                                   2 1 batch_normalization_7_blob activation_3_Split_blob_idx_1 add_1_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_6                            1 1 add_1_blob activation_6_blob 0=0.000000e+00 1=0 
Split                    activation_6_Split                      1 2 activation_6_blob activation_6_Split_blob_idx_0 activation_6_Split_blob_idx_1 
Convolution              conv2d_8                                1 1 activation_6_Split_blob_idx_0 conv2d_8_blob 0=64 1=1 2=1 3=1 4=-233 5=0 6=16384 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_8                   1 1 conv2d_8_blob batch_normalization_8_blob 0=64 1=1.000000e-03 
ReLU                     activation_7                            1 1 batch_normalization_8_blob activation_7_blob 0=0.000000e+00 1=0 
Convolution              conv2d_9                                1 1 activation_7_blob conv2d_9_blob 0=64 1=3 2=1 3=1 4=-233 5=0 6=36864 9=0 11=3 12=1 13=1 
BatchNorm                batch_normalization_9                   1 1 conv2d_9_blob batch_normalization_9_blob 0=64 1=1.000000e-03 
ReLU                     activation_8                            1 1 batch_normalization_9_blob activation_8_blob 0=0.000000e+00 1=0 
Convolution              conv2d_10                               1 1 activation_8_blob conv2d_10_blob 0=256 1=1 2=1 3=1 4=-233 5=0 6=16384 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_10                  1 1 conv2d_10_blob batch_normalization_10_blob 0=256 1=1.000000e-03 
BinaryOp                 add_2                                   2 1 batch_normalization_10_blob activation_6_Split_blob_idx_1 add_2_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_9                            1 1 add_2_blob activation_9_blob 0=0.000000e+00 1=0 
Split                    activation_9_Split                      1 2 activation_9_blob activation_9_Split_blob_idx_0 activation_9_Split_blob_idx_1 
Convolution              conv2d_11                               1 1 activation_9_Split_blob_idx_0 conv2d_11_blob 0=128 1=1 2=1 3=1 4=-233 5=0 6=32768 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_11                  1 1 conv2d_11_blob batch_normalization_11_blob 0=128 1=1.000000e-03 
ReLU                     activation_10                           1 1 batch_normalization_11_blob activation_10_blob 0=0.000000e+00 1=0 
Convolution              conv2d_12                               1 1 activation_10_blob conv2d_12_blob 0=128 1=3 2=1 3=2 4=-233 5=0 6=147456 9=0 11=3 12=1 13=2 
BatchNorm                batch_normalization_12                  1 1 conv2d_12_blob batch_normalization_12_blob 0=128 1=1.000000e-03 
ReLU                     activation_11                           1 1 batch_normalization_12_blob activation_11_blob 0=0.000000e+00 1=0 
Convolution              conv2d_13                               1 1 activation_11_blob conv2d_13_blob 0=512 1=1 2=1 3=1 4=-233 5=0 6=65536 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_13                  1 1 conv2d_13_blob batch_normalization_13_blob 0=512 1=1.000000e-03 
Convolution              conv2d_14                               1 1 activation_9_Split_blob_idx_1 conv2d_14_blob 0=512 1=1 2=1 3=2 4=-233 5=0 6=131072 9=0 11=1 12=1 13=2 
BatchNorm                batch_normalization_14                  1 1 conv2d_14_blob batch_normalization_14_blob 0=512 1=1.000000e-03 
BinaryOp                 add_3                                   2 1 batch_normalization_13_blob batch_normalization_14_blob add_3_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_12                           1 1 add_3_blob activation_12_blob 0=0.000000e+00 1=0 
Split                    activation_12_Split                     1 2 activation_12_blob activation_12_Split_blob_idx_0 activation_12_Split_blob_idx_1 
Convolution              conv2d_15                               1 1 activation_12_Split_blob_idx_0 conv2d_15_blob 0=128 1=1 2=1 3=1 4=-233 5=0 6=65536 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_15                  1 1 conv2d_15_blob batch_normalization_15_blob 0=128 1=1.000000e-03 
ReLU                     activation_13                           1 1 batch_normalization_15_blob activation_13_blob 0=0.000000e+00 1=0 
Convolution              conv2d_16                               1 1 activation_13_blob conv2d_16_blob 0=128 1=3 2=1 3=1 4=-233 5=0 6=147456 9=0 11=3 12=1 13=1 
BatchNorm                batch_normalization_16                  1 1 conv2d_16_blob batch_normalization_16_blob 0=128 1=1.000000e-03 
ReLU                     activation_14                           1 1 batch_normalization_16_blob activation_14_blob 0=0.000000e+00 1=0 
Convolution              conv2d_17                               1 1 activation_14_blob conv2d_17_blob 0=512 1=1 2=1 3=1 4=-233 5=0 6=65536 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_17                  1 1 conv2d_17_blob batch_normalization_17_blob 0=512 1=1.000000e-03 
BinaryOp                 add_4                                   2 1 batch_normalization_17_blob activation_12_Split_blob_idx_1 add_4_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_15                           1 1 add_4_blob activation_15_blob 0=0.000000e+00 1=0 
Split                    activation_15_Split                     1 2 activation_15_blob activation_15_Split_blob_idx_0 activation_15_Split_blob_idx_1 
Convolution              conv2d_18                               1 1 activation_15_Split_blob_idx_0 conv2d_18_blob 0=128 1=1 2=1 3=1 4=-233 5=0 6=65536 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_18                  1 1 conv2d_18_blob batch_normalization_18_blob 0=128 1=1.000000e-03 
ReLU                     activation_16                           1 1 batch_normalization_18_blob activation_16_blob 0=0.000000e+00 1=0 
Convolution              conv2d_19                               1 1 activation_16_blob conv2d_19_blob 0=128 1=3 2=1 3=1 4=-233 5=0 6=147456 9=0 11=3 12=1 13=1 
BatchNorm                batch_normalization_19                  1 1 conv2d_19_blob batch_normalization_19_blob 0=128 1=1.000000e-03 
ReLU                     activation_17                           1 1 batch_normalization_19_blob activation_17_blob 0=0.000000e+00 1=0 
Convolution              conv2d_20                               1 1 activation_17_blob conv2d_20_blob 0=512 1=1 2=1 3=1 4=-233 5=0 6=65536 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_20                  1 1 conv2d_20_blob batch_normalization_20_blob 0=512 1=1.000000e-03 
BinaryOp                 add_5                                   2 1 batch_normalization_20_blob activation_15_Split_blob_idx_1 add_5_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_18                           1 1 add_5_blob activation_18_blob 0=0.000000e+00 1=0 
Split                    activation_18_Split                     1 2 activation_18_blob activation_18_Split_blob_idx_0 activation_18_Split_blob_idx_1 
Convolution              conv2d_21                               1 1 activation_18_Split_blob_idx_0 conv2d_21_blob 0=128 1=1 2=1 3=1 4=-233 5=0 6=65536 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_21                  1 1 conv2d_21_blob batch_normalization_21_blob 0=128 1=1.000000e-03 
ReLU                     activation_19                           1 1 batch_normalization_21_blob activation_19_blob 0=0.000000e+00 1=0 
Convolution              conv2d_22                               1 1 activation_19_blob conv2d_22_blob 0=128 1=3 2=1 3=1 4=-233 5=0 6=147456 9=0 11=3 12=1 13=1 
BatchNorm                batch_normalization_22                  1 1 conv2d_22_blob batch_normalization_22_blob 0=128 1=1.000000e-03 
ReLU                     activation_20                           1 1 batch_normalization_22_blob activation_20_blob 0=0.000000e+00 1=0 
Convolution              conv2d_23                               1 1 activation_20_blob conv2d_23_blob 0=512 1=1 2=1 3=1 4=-233 5=0 6=65536 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_23                  1 1 conv2d_23_blob batch_normalization_23_blob 0=512 1=1.000000e-03 
BinaryOp                 add_6                                   2 1 batch_normalization_23_blob activation_18_Split_blob_idx_1 add_6_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_21                           1 1 add_6_blob activation_21_blob 0=0.000000e+00 1=0 
Split                    activation_21_Split                     1 2 activation_21_blob activation_21_Split_blob_idx_0 activation_21_Split_blob_idx_1 
Convolution              conv2d_24                               1 1 activation_21_Split_blob_idx_0 conv2d_24_blob 0=128 1=1 2=1 3=1 4=-233 5=0 6=65536 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_24                  1 1 conv2d_24_blob batch_normalization_24_blob 0=128 1=1.000000e-03 
ReLU                     activation_22                           1 1 batch_normalization_24_blob activation_22_blob 0=0.000000e+00 1=0 
Convolution              conv2d_25                               1 1 activation_22_blob conv2d_25_blob 0=128 1=3 2=1 3=1 4=-233 5=0 6=147456 9=0 11=3 12=1 13=1 
BatchNorm                batch_normalization_25                  1 1 conv2d_25_blob batch_normalization_25_blob 0=128 1=1.000000e-03 
ReLU                     activation_23                           1 1 batch_normalization_25_blob activation_23_blob 0=0.000000e+00 1=0 
Convolution              conv2d_26                               1 1 activation_23_blob conv2d_26_blob 0=512 1=1 2=1 3=1 4=-233 5=0 6=65536 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_26                  1 1 conv2d_26_blob batch_normalization_26_blob 0=512 1=1.000000e-03 
BinaryOp                 add_7                                   2 1 batch_normalization_26_blob activation_21_Split_blob_idx_1 add_7_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_24                           1 1 add_7_blob activation_24_blob 0=0.000000e+00 1=0 
Split                    activation_24_Split                     1 2 activation_24_blob activation_24_Split_blob_idx_0 activation_24_Split_blob_idx_1 
Convolution              conv2d_27                               1 1 activation_24_Split_blob_idx_0 conv2d_27_blob 0=128 1=1 2=1 3=1 4=-233 5=0 6=65536 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_27                  1 1 conv2d_27_blob batch_normalization_27_blob 0=128 1=1.000000e-03 
ReLU                     activation_25                           1 1 batch_normalization_27_blob activation_25_blob 0=0.000000e+00 1=0 
Convolution              conv2d_28                               1 1 activation_25_blob conv2d_28_blob 0=128 1=3 2=1 3=1 4=-233 5=0 6=147456 9=0 11=3 12=1 13=1 
BatchNorm                batch_normalization_28                  1 1 conv2d_28_blob batch_normalization_28_blob 0=128 1=1.000000e-03 
ReLU                     activation_26                           1 1 batch_normalization_28_blob activation_26_blob 0=0.000000e+00 1=0 
Convolution              conv2d_29                               1 1 activation_26_blob conv2d_29_blob 0=512 1=1 2=1 3=1 4=-233 5=0 6=65536 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_29                  1 1 conv2d_29_blob batch_normalization_29_blob 0=512 1=1.000000e-03 
BinaryOp                 add_8                                   2 1 batch_normalization_29_blob activation_24_Split_blob_idx_1 add_8_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_27                           1 1 add_8_blob activation_27_blob 0=0.000000e+00 1=0 
Split                    activation_27_Split                     1 2 activation_27_blob activation_27_Split_blob_idx_0 activation_27_Split_blob_idx_1 
Convolution              conv2d_30                               1 1 activation_27_Split_blob_idx_0 conv2d_30_blob 0=128 1=1 2=1 3=1 4=-233 5=0 6=65536 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_30                  1 1 conv2d_30_blob batch_normalization_30_blob 0=128 1=1.000000e-03 
ReLU                     activation_28                           1 1 batch_normalization_30_blob activation_28_blob 0=0.000000e+00 1=0 
Convolution              conv2d_31                               1 1 activation_28_blob conv2d_31_blob 0=128 1=3 2=1 3=1 4=-233 5=0 6=147456 9=0 11=3 12=1 13=1 
BatchNorm                batch_normalization_31                  1 1 conv2d_31_blob batch_normalization_31_blob 0=128 1=1.000000e-03 
ReLU                     activation_29                           1 1 batch_normalization_31_blob activation_29_blob 0=0.000000e+00 1=0 
Convolution              conv2d_32                               1 1 activation_29_blob conv2d_32_blob 0=512 1=1 2=1 3=1 4=-233 5=0 6=65536 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_32                  1 1 conv2d_32_blob batch_normalization_32_blob 0=512 1=1.000000e-03 
BinaryOp                 add_9                                   2 1 batch_normalization_32_blob activation_27_Split_blob_idx_1 add_9_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_30                           1 1 add_9_blob activation_30_blob 0=0.000000e+00 1=0 
Split                    activation_30_Split                     1 2 activation_30_blob activation_30_Split_blob_idx_0 activation_30_Split_blob_idx_1 
Convolution              conv2d_33                               1 1 activation_30_Split_blob_idx_0 conv2d_33_blob 0=128 1=1 2=1 3=1 4=-233 5=0 6=65536 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_33                  1 1 conv2d_33_blob batch_normalization_33_blob 0=128 1=1.000000e-03 
ReLU                     activation_31                           1 1 batch_normalization_33_blob activation_31_blob 0=0.000000e+00 1=0 
Convolution              conv2d_34                               1 1 activation_31_blob conv2d_34_blob 0=128 1=3 2=1 3=1 4=-233 5=0 6=147456 9=0 11=3 12=1 13=1 
BatchNorm                batch_normalization_34                  1 1 conv2d_34_blob batch_normalization_34_blob 0=128 1=1.000000e-03 
ReLU                     activation_32                           1 1 batch_normalization_34_blob activation_32_blob 0=0.000000e+00 1=0 
Convolution              conv2d_35                               1 1 activation_32_blob conv2d_35_blob 0=512 1=1 2=1 3=1 4=-233 5=0 6=65536 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_35                  1 1 conv2d_35_blob batch_normalization_35_blob 0=512 1=1.000000e-03 
BinaryOp                 add_10                                  2 1 batch_normalization_35_blob activation_30_Split_blob_idx_1 add_10_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_33                           1 1 add_10_blob activation_33_blob 0=0.000000e+00 1=0 
Split                    activation_33_Split                     1 2 activation_33_blob activation_33_Split_blob_idx_0 activation_33_Split_blob_idx_1 
Convolution              conv2d_36                               1 1 activation_33_Split_blob_idx_0 conv2d_36_blob 0=256 1=1 2=1 3=1 4=-233 5=0 6=131072 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_36                  1 1 conv2d_36_blob batch_normalization_36_blob 0=256 1=1.000000e-03 
ReLU                     activation_34                           1 1 batch_normalization_36_blob activation_34_blob 0=0.000000e+00 1=0 
Convolution              conv2d_37                               1 1 activation_34_blob conv2d_37_blob 0=256 1=3 2=1 3=2 4=-233 5=0 6=589824 9=0 11=3 12=1 13=2 
BatchNorm                batch_normalization_37                  1 1 conv2d_37_blob batch_normalization_37_blob 0=256 1=1.000000e-03 
ReLU                     activation_35                           1 1 batch_normalization_37_blob activation_35_blob 0=0.000000e+00 1=0 
Convolution              conv2d_38                               1 1 activation_35_blob conv2d_38_blob 0=1024 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_38                  1 1 conv2d_38_blob batch_normalization_38_blob 0=1024 1=1.000000e-03 
Convolution              conv2d_39                               1 1 activation_33_Split_blob_idx_1 conv2d_39_blob 0=1024 1=1 2=1 3=2 4=-233 5=0 6=524288 9=0 11=1 12=1 13=2 
BatchNorm                batch_normalization_39                  1 1 conv2d_39_blob batch_normalization_39_blob 0=1024 1=1.000000e-03 
BinaryOp                 add_11                                  2 1 batch_normalization_38_blob batch_normalization_39_blob add_11_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_36                           1 1 add_11_blob activation_36_blob 0=0.000000e+00 1=0 
Split                    activation_36_Split                     1 2 activation_36_blob activation_36_Split_blob_idx_0 activation_36_Split_blob_idx_1 
Convolution              conv2d_40                               1 1 activation_36_Split_blob_idx_0 conv2d_40_blob 0=256 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_40                  1 1 conv2d_40_blob batch_normalization_40_blob 0=256 1=1.000000e-03 
ReLU                     activation_37                           1 1 batch_normalization_40_blob activation_37_blob 0=0.000000e+00 1=0 
Convolution              conv2d_41                               1 1 activation_37_blob conv2d_41_blob 0=256 1=3 2=1 3=1 4=-233 5=0 6=589824 9=0 11=3 12=1 13=1 
BatchNorm                batch_normalization_41                  1 1 conv2d_41_blob batch_normalization_41_blob 0=256 1=1.000000e-03 
ReLU                     activation_38                           1 1 batch_normalization_41_blob activation_38_blob 0=0.000000e+00 1=0 
Convolution              conv2d_42                               1 1 activation_38_blob conv2d_42_blob 0=1024 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_42                  1 1 conv2d_42_blob batch_normalization_42_blob 0=1024 1=1.000000e-03 
BinaryOp                 add_12                                  2 1 batch_normalization_42_blob activation_36_Split_blob_idx_1 add_12_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_39                           1 1 add_12_blob activation_39_blob 0=0.000000e+00 1=0 
Split                    activation_39_Split                     1 2 activation_39_blob activation_39_Split_blob_idx_0 activation_39_Split_blob_idx_1 
Convolution              conv2d_43                               1 1 activation_39_Split_blob_idx_0 conv2d_43_blob 0=256 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_43                  1 1 conv2d_43_blob batch_normalization_43_blob 0=256 1=1.000000e-03 
ReLU                     activation_40                           1 1 batch_normalization_43_blob activation_40_blob 0=0.000000e+00 1=0 
Convolution              conv2d_44                               1 1 activation_40_blob conv2d_44_blob 0=256 1=3 2=1 3=1 4=-233 5=0 6=589824 9=0 11=3 12=1 13=1 
BatchNorm                batch_normalization_44                  1 1 conv2d_44_blob batch_normalization_44_blob 0=256 1=1.000000e-03 
ReLU                     activation_41                           1 1 batch_normalization_44_blob activation_41_blob 0=0.000000e+00 1=0 
Convolution              conv2d_45                               1 1 activation_41_blob conv2d_45_blob 0=1024 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_45                  1 1 conv2d_45_blob batch_normalization_45_blob 0=1024 1=1.000000e-03 
BinaryOp                 add_13                                  2 1 batch_normalization_45_blob activation_39_Split_blob_idx_1 add_13_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_42                           1 1 add_13_blob activation_42_blob 0=0.000000e+00 1=0 
Split                    activation_42_Split                     1 2 activation_42_blob activation_42_Split_blob_idx_0 activation_42_Split_blob_idx_1 
Convolution              conv2d_46                               1 1 activation_42_Split_blob_idx_0 conv2d_46_blob 0=256 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_46                  1 1 conv2d_46_blob batch_normalization_46_blob 0=256 1=1.000000e-03 
ReLU                     activation_43                           1 1 batch_normalization_46_blob activation_43_blob 0=0.000000e+00 1=0 
Convolution              conv2d_47                               1 1 activation_43_blob conv2d_47_blob 0=256 1=3 2=1 3=1 4=-233 5=0 6=589824 9=0 11=3 12=1 13=1 
BatchNorm                batch_normalization_47                  1 1 conv2d_47_blob batch_normalization_47_blob 0=256 1=1.000000e-03 
ReLU                     activation_44                           1 1 batch_normalization_47_blob activation_44_blob 0=0.000000e+00 1=0 
Convolution              conv2d_48                               1 1 activation_44_blob conv2d_48_blob 0=1024 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_48                  1 1 conv2d_48_blob batch_normalization_48_blob 0=1024 1=1.000000e-03 
BinaryOp                 add_14                                  2 1 batch_normalization_48_blob activation_42_Split_blob_idx_1 add_14_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_45                           1 1 add_14_blob activation_45_blob 0=0.000000e+00 1=0 
Split                    activation_45_Split                     1 2 activation_45_blob activation_45_Split_blob_idx_0 activation_45_Split_blob_idx_1 
Convolution              conv2d_49                               1 1 activation_45_Split_blob_idx_0 conv2d_49_blob 0=256 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_49                  1 1 conv2d_49_blob batch_normalization_49_blob 0=256 1=1.000000e-03 
ReLU                     activation_46                           1 1 batch_normalization_49_blob activation_46_blob 0=0.000000e+00 1=0 
Convolution              conv2d_50                               1 1 activation_46_blob conv2d_50_blob 0=256 1=3 2=1 3=1 4=-233 5=0 6=589824 9=0 11=3 12=1 13=1 
BatchNorm                batch_normalization_50                  1 1 conv2d_50_blob batch_normalization_50_blob 0=256 1=1.000000e-03 
ReLU                     activation_47                           1 1 batch_normalization_50_blob activation_47_blob 0=0.000000e+00 1=0 
Convolution              conv2d_51                               1 1 activation_47_blob conv2d_51_blob 0=1024 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_51                  1 1 conv2d_51_blob batch_normalization_51_blob 0=1024 1=1.000000e-03 
BinaryOp                 add_15                                  2 1 batch_normalization_51_blob activation_45_Split_blob_idx_1 add_15_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_48                           1 1 add_15_blob activation_48_blob 0=0.000000e+00 1=0 
Split                    activation_48_Split                     1 2 activation_48_blob activation_48_Split_blob_idx_0 activation_48_Split_blob_idx_1 
Convolution              conv2d_52                               1 1 activation_48_Split_blob_idx_0 conv2d_52_blob 0=256 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_52                  1 1 conv2d_52_blob batch_normalization_52_blob 0=256 1=1.000000e-03 
ReLU                     activation_49                           1 1 batch_normalization_52_blob activation_49_blob 0=0.000000e+00 1=0 
Convolution              conv2d_53                               1 1 activation_49_blob conv2d_53_blob 0=256 1=3 2=1 3=1 4=-233 5=0 6=589824 9=0 11=3 12=1 13=1 
BatchNorm                batch_normalization_53                  1 1 conv2d_53_blob batch_normalization_53_blob 0=256 1=1.000000e-03 
ReLU                     activation_50                           1 1 batch_normalization_53_blob activation_50_blob 0=0.000000e+00 1=0 
Convolution              conv2d_54                               1 1 activation_50_blob conv2d_54_blob 0=1024 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_54                  1 1 conv2d_54_blob batch_normalization_54_blob 0=1024 1=1.000000e-03 
BinaryOp                 add_16                                  2 1 batch_normalization_54_blob activation_48_Split_blob_idx_1 add_16_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_51                           1 1 add_16_blob activation_51_blob 0=0.000000e+00 1=0 
Split                    activation_51_Split                     1 2 activation_51_blob activation_51_Split_blob_idx_0 activation_51_Split_blob_idx_1 
Convolution              conv2d_55                               1 1 activation_51_Split_blob_idx_0 conv2d_55_blob 0=256 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_55                  1 1 conv2d_55_blob batch_normalization_55_blob 0=256 1=1.000000e-03 
ReLU                     activation_52                           1 1 batch_normalization_55_blob activation_52_blob 0=0.000000e+00 1=0 
Convolution              conv2d_56                               1 1 activation_52_blob conv2d_56_blob 0=256 1=3 2=1 3=1 4=-233 5=0 6=589824 9=0 11=3 12=1 13=1 
BatchNorm                batch_normalization_56                  1 1 conv2d_56_blob batch_normalization_56_blob 0=256 1=1.000000e-03 
ReLU                     activation_53                           1 1 batch_normalization_56_blob activation_53_blob 0=0.000000e+00 1=0 
Convolution              conv2d_57                               1 1 activation_53_blob conv2d_57_blob 0=1024 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_57                  1 1 conv2d_57_blob batch_normalization_57_blob 0=1024 1=1.000000e-03 
BinaryOp                 add_17                                  2 1 batch_normalization_57_blob activation_51_Split_blob_idx_1 add_17_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_54                           1 1 add_17_blob activation_54_blob 0=0.000000e+00 1=0 
Split                    activation_54_Split                     1 2 activation_54_blob activation_54_Split_blob_idx_0 activation_54_Split_blob_idx_1 
Convolution              conv2d_58                               1 1 activation_54_Split_blob_idx_0 conv2d_58_blob 0=256 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_58                  1 1 conv2d_58_blob batch_normalization_58_blob 0=256 1=1.000000e-03 
ReLU                     activation_55                           1 1 batch_normalization_58_blob activation_55_blob 0=0.000000e+00 1=0 
Convolution              conv2d_59                               1 1 activation_55_blob conv2d_59_blob 0=256 1=3 2=1 3=1 4=-233 5=0 6=589824 9=0 11=3 12=1 13=1 
BatchNorm                batch_normalization_59                  1 1 conv2d_59_blob batch_normalization_59_blob 0=256 1=1.000000e-03 
ReLU                     activation_56                           1 1 batch_normalization_59_blob activation_56_blob 0=0.000000e+00 1=0 
Convolution              conv2d_60                               1 1 activation_56_blob conv2d_60_blob 0=1024 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_60                  1 1 conv2d_60_blob batch_normalization_60_blob 0=1024 1=1.000000e-03 
BinaryOp                 add_18                                  2 1 batch_normalization_60_blob activation_54_Split_blob_idx_1 add_18_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_57                           1 1 add_18_blob activation_57_blob 0=0.000000e+00 1=0 
Split                    activation_57_Split                     1 2 activation_57_blob activation_57_Split_blob_idx_0 activation_57_Split_blob_idx_1 
Convolution              conv2d_61                               1 1 activation_57_Split_blob_idx_0 conv2d_61_blob 0=256 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_61                  1 1 conv2d_61_blob batch_normalization_61_blob 0=256 1=1.000000e-03 
ReLU                     activation_58                           1 1 batch_normalization_61_blob activation_58_blob 0=0.000000e+00 1=0 
Convolution              conv2d_62                               1 1 activation_58_blob conv2d_62_blob 0=256 1=3 2=1 3=1 4=-233 5=0 6=589824 9=0 11=3 12=1 13=1 
BatchNorm                batch_normalization_62                  1 1 conv2d_62_blob batch_normalization_62_blob 0=256 1=1.000000e-03 
ReLU                     activation_59                           1 1 batch_normalization_62_blob activation_59_blob 0=0.000000e+00 1=0 
Convolution              conv2d_63                               1 1 activation_59_blob conv2d_63_blob 0=1024 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_63                  1 1 conv2d_63_blob batch_normalization_63_blob 0=1024 1=1.000000e-03 
BinaryOp                 add_19                                  2 1 batch_normalization_63_blob activation_57_Split_blob_idx_1 add_19_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_60                           1 1 add_19_blob activation_60_blob 0=0.000000e+00 1=0 
Split                    activation_60_Split                     1 2 activation_60_blob activation_60_Split_blob_idx_0 activation_60_Split_blob_idx_1 
Convolution              conv2d_64                               1 1 activation_60_Split_blob_idx_0 conv2d_64_blob 0=256 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_64                  1 1 conv2d_64_blob batch_normalization_64_blob 0=256 1=1.000000e-03 
ReLU                     activation_61                           1 1 batch_normalization_64_blob activation_61_blob 0=0.000000e+00 1=0 
Convolution              conv2d_65                               1 1 activation_61_blob conv2d_65_blob 0=256 1=3 2=1 3=1 4=-233 5=0 6=589824 9=0 11=3 12=1 13=1 
BatchNorm                batch_normalization_65                  1 1 conv2d_65_blob batch_normalization_65_blob 0=256 1=1.000000e-03 
ReLU                     activation_62                           1 1 batch_normalization_65_blob activation_62_blob 0=0.000000e+00 1=0 
Convolution              conv2d_66                               1 1 activation_62_blob conv2d_66_blob 0=1024 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_66                  1 1 conv2d_66_blob batch_normalization_66_blob 0=1024 1=1.000000e-03 
BinaryOp                 add_20                                  2 1 batch_normalization_66_blob activation_60_Split_blob_idx_1 add_20_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_63                           1 1 add_20_blob activation_63_blob 0=0.000000e+00 1=0 
Split                    activation_63_Split                     1 2 activation_63_blob activation_63_Split_blob_idx_0 activation_63_Split_blob_idx_1 
Convolution              conv2d_67                               1 1 activation_63_Split_blob_idx_0 conv2d_67_blob 0=256 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_67                  1 1 conv2d_67_blob batch_normalization_67_blob 0=256 1=1.000000e-03 
ReLU                     activation_64                           1 1 batch_normalization_67_blob activation_64_blob 0=0.000000e+00 1=0 
Convolution              conv2d_68                               1 1 activation_64_blob conv2d_68_blob 0=256 1=3 2=1 3=1 4=-233 5=0 6=589824 9=0 11=3 12=1 13=1 
BatchNorm                batch_normalization_68                  1 1 conv2d_68_blob batch_normalization_68_blob 0=256 1=1.000000e-03 
ReLU                     activation_65                           1 1 batch_normalization_68_blob activation_65_blob 0=0.000000e+00 1=0 
Convolution              conv2d_69                               1 1 activation_65_blob conv2d_69_blob 0=1024 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_69                  1 1 conv2d_69_blob batch_normalization_69_blob 0=1024 1=1.000000e-03 
BinaryOp                 add_21                                  2 1 batch_normalization_69_blob activation_63_Split_blob_idx_1 add_21_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_66                           1 1 add_21_blob activation_66_blob 0=0.000000e+00 1=0 
Split                    activation_66_Split                     1 2 activation_66_blob activation_66_Split_blob_idx_0 activation_66_Split_blob_idx_1 
Convolution              conv2d_70                               1 1 activation_66_Split_blob_idx_0 conv2d_70_blob 0=256 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_70                  1 1 conv2d_70_blob batch_normalization_70_blob 0=256 1=1.000000e-03 
ReLU                     activation_67                           1 1 batch_normalization_70_blob activation_67_blob 0=0.000000e+00 1=0 
Convolution              conv2d_71                               1 1 activation_67_blob conv2d_71_blob 0=256 1=3 2=1 3=2 4=-233 5=0 6=589824 9=0 11=3 12=1 13=2 
BatchNorm                batch_normalization_71                  1 1 conv2d_71_blob batch_normalization_71_blob 0=256 1=1.000000e-03 
ReLU                     activation_68                           1 1 batch_normalization_71_blob activation_68_blob 0=0.000000e+00 1=0 
Convolution              conv2d_72                               1 1 activation_68_blob conv2d_72_blob 0=1024 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_72                  1 1 conv2d_72_blob batch_normalization_72_blob 0=1024 1=1.000000e-03 
Convolution              conv2d_73                               1 1 activation_66_Split_blob_idx_1 conv2d_73_blob 0=1024 1=1 2=1 3=2 4=-233 5=0 6=1048576 9=0 11=1 12=1 13=2 
BatchNorm                batch_normalization_73                  1 1 conv2d_73_blob batch_normalization_73_blob 0=1024 1=1.000000e-03 
BinaryOp                 add_22                                  2 1 batch_normalization_72_blob batch_normalization_73_blob add_22_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_69                           1 1 add_22_blob activation_69_blob 0=0.000000e+00 1=0 
Split                    activation_69_Split                     1 2 activation_69_blob activation_69_Split_blob_idx_0 activation_69_Split_blob_idx_1 
Convolution              conv2d_74                               1 1 activation_69_Split_blob_idx_0 conv2d_74_blob 0=256 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_74                  1 1 conv2d_74_blob batch_normalization_74_blob 0=256 1=1.000000e-03 
ReLU                     activation_70                           1 1 batch_normalization_74_blob activation_70_blob 0=0.000000e+00 1=0 
Convolution              conv2d_75                               1 1 activation_70_blob conv2d_75_blob 0=256 1=3 2=1 3=1 4=-233 5=0 6=589824 9=0 11=3 12=1 13=1 
BatchNorm                batch_normalization_75                  1 1 conv2d_75_blob batch_normalization_75_blob 0=256 1=1.000000e-03 
ReLU                     activation_71                           1 1 batch_normalization_75_blob activation_71_blob 0=0.000000e+00 1=0 
Convolution              conv2d_76                               1 1 activation_71_blob conv2d_76_blob 0=1024 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_76                  1 1 conv2d_76_blob batch_normalization_76_blob 0=1024 1=1.000000e-03 
BinaryOp                 add_23                                  2 1 batch_normalization_76_blob activation_69_Split_blob_idx_1 add_23_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_72                           1 1 add_23_blob activation_72_blob 0=0.000000e+00 1=0 
Split                    activation_72_Split                     1 2 activation_72_blob activation_72_Split_blob_idx_0 activation_72_Split_blob_idx_1 
Convolution              conv2d_77                               1 1 activation_72_Split_blob_idx_0 conv2d_77_blob 0=256 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_77                  1 1 conv2d_77_blob batch_normalization_77_blob 0=256 1=1.000000e-03 
ReLU                     activation_73                           1 1 batch_normalization_77_blob activation_73_blob 0=0.000000e+00 1=0 
Convolution              conv2d_78                               1 1 activation_73_blob conv2d_78_blob 0=256 1=3 2=1 3=1 4=-233 5=0 6=589824 9=0 11=3 12=1 13=1 
BatchNorm                batch_normalization_78                  1 1 conv2d_78_blob batch_normalization_78_blob 0=256 1=1.000000e-03 
ReLU                     activation_74                           1 1 batch_normalization_78_blob activation_74_blob 0=0.000000e+00 1=0 
Convolution              conv2d_79                               1 1 activation_74_blob conv2d_79_blob 0=1024 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_79                  1 1 conv2d_79_blob batch_normalization_79_blob 0=1024 1=1.000000e-03 
BinaryOp                 add_24                                  2 1 batch_normalization_79_blob activation_72_Split_blob_idx_1 add_24_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_75                           1 1 add_24_blob activation_75_blob 0=0.000000e+00 1=0 
Split                    activation_75_Split                     1 2 activation_75_blob activation_75_Split_blob_idx_0 activation_75_Split_blob_idx_1 
Convolution              conv2d_80                               1 1 activation_75_Split_blob_idx_0 conv2d_80_blob 0=256 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_80                  1 1 conv2d_80_blob batch_normalization_80_blob 0=256 1=1.000000e-03 
ReLU                     activation_76                           1 1 batch_normalization_80_blob activation_76_blob 0=0.000000e+00 1=0 
Convolution              conv2d_81                               1 1 activation_76_blob conv2d_81_blob 0=256 1=3 2=1 3=1 4=-233 5=0 6=589824 9=0 11=3 12=1 13=1 
BatchNorm                batch_normalization_81                  1 1 conv2d_81_blob batch_normalization_81_blob 0=256 1=1.000000e-03 
ReLU                     activation_77                           1 1 batch_normalization_81_blob activation_77_blob 0=0.000000e+00 1=0 
Convolution              conv2d_82                               1 1 activation_77_blob conv2d_82_blob 0=1024 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_82                  1 1 conv2d_82_blob batch_normalization_82_blob 0=1024 1=1.000000e-03 
BinaryOp                 add_25                                  2 1 batch_normalization_82_blob activation_75_Split_blob_idx_1 add_25_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_78                           1 1 add_25_blob activation_78_blob 0=0.000000e+00 1=0 
Split                    activation_78_Split                     1 2 activation_78_blob activation_78_Split_blob_idx_0 activation_78_Split_blob_idx_1 
Convolution              conv2d_83                               1 1 activation_78_Split_blob_idx_0 conv2d_83_blob 0=256 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_83                  1 1 conv2d_83_blob batch_normalization_83_blob 0=256 1=1.000000e-03 
ReLU                     activation_79                           1 1 batch_normalization_83_blob activation_79_blob 0=0.000000e+00 1=0 
Convolution              conv2d_84                               1 1 activation_79_blob conv2d_84_blob 0=256 1=3 2=1 3=1 4=-233 5=0 6=589824 9=0 11=3 12=1 13=1 
BatchNorm                batch_normalization_84                  1 1 conv2d_84_blob batch_normalization_84_blob 0=256 1=1.000000e-03 
ReLU                     activation_80                           1 1 batch_normalization_84_blob activation_80_blob 0=0.000000e+00 1=0 
Convolution              conv2d_85                               1 1 activation_80_blob conv2d_85_blob 0=1024 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_85                  1 1 conv2d_85_blob batch_normalization_85_blob 0=1024 1=1.000000e-03 
BinaryOp                 add_26                                  2 1 batch_normalization_85_blob activation_78_Split_blob_idx_1 add_26_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_81                           1 1 add_26_blob activation_81_blob 0=0.000000e+00 1=0 
Split                    activation_81_Split                     1 2 activation_81_blob activation_81_Split_blob_idx_0 activation_81_Split_blob_idx_1 
Convolution              conv2d_86                               1 1 activation_81_Split_blob_idx_0 conv2d_86_blob 0=256 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_86                  1 1 conv2d_86_blob batch_normalization_86_blob 0=256 1=1.000000e-03 
ReLU                     activation_82                           1 1 batch_normalization_86_blob activation_82_blob 0=0.000000e+00 1=0 
Convolution              conv2d_87                               1 1 activation_82_blob conv2d_87_blob 0=256 1=3 2=1 3=1 4=-233 5=0 6=589824 9=0 11=3 12=1 13=1 
BatchNorm                batch_normalization_87                  1 1 conv2d_87_blob batch_normalization_87_blob 0=256 1=1.000000e-03 
ReLU                     activation_83                           1 1 batch_normalization_87_blob activation_83_blob 0=0.000000e+00 1=0 
Convolution              conv2d_88                               1 1 activation_83_blob conv2d_88_blob 0=1024 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_88                  1 1 conv2d_88_blob batch_normalization_88_blob 0=1024 1=1.000000e-03 
BinaryOp                 add_27                                  2 1 batch_normalization_88_blob activation_81_Split_blob_idx_1 add_27_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_84                           1 1 add_27_blob activation_84_blob 0=0.000000e+00 1=0 
Split                    activation_84_Split                     1 2 activation_84_blob activation_84_Split_blob_idx_0 activation_84_Split_blob_idx_1 
Convolution              conv2d_89                               1 1 activation_84_Split_blob_idx_0 conv2d_89_blob 0=256 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_89                  1 1 conv2d_89_blob batch_normalization_89_blob 0=256 1=1.000000e-03 
ReLU                     activation_85                           1 1 batch_normalization_89_blob activation_85_blob 0=0.000000e+00 1=0 
Convolution              conv2d_90                               1 1 activation_85_blob conv2d_90_blob 0=256 1=3 2=1 3=1 4=-233 5=0 6=589824 9=0 11=3 12=1 13=1 
BatchNorm                batch_normalization_90                  1 1 conv2d_90_blob batch_normalization_90_blob 0=256 1=1.000000e-03 
ReLU                     activation_86                           1 1 batch_normalization_90_blob activation_86_blob 0=0.000000e+00 1=0 
Convolution              conv2d_91                               1 1 activation_86_blob conv2d_91_blob 0=1024 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_91                  1 1 conv2d_91_blob batch_normalization_91_blob 0=1024 1=1.000000e-03 
BinaryOp                 add_28                                  2 1 batch_normalization_91_blob activation_84_Split_blob_idx_1 add_28_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_87                           1 1 add_28_blob activation_87_blob 0=0.000000e+00 1=0 
Split                    activation_87_Split                     1 2 activation_87_blob activation_87_Split_blob_idx_0 activation_87_Split_blob_idx_1 
Convolution              conv2d_92                               1 1 activation_87_Split_blob_idx_0 conv2d_92_blob 0=256 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_92                  1 1 conv2d_92_blob batch_normalization_92_blob 0=256 1=1.000000e-03 
ReLU                     activation_88                           1 1 batch_normalization_92_blob activation_88_blob 0=0.000000e+00 1=0 
Convolution              conv2d_93                               1 1 activation_88_blob conv2d_93_blob 0=256 1=3 2=1 3=1 4=-233 5=0 6=589824 9=0 11=3 12=1 13=1 
BatchNorm                batch_normalization_93                  1 1 conv2d_93_blob batch_normalization_93_blob 0=256 1=1.000000e-03 
ReLU                     activation_89                           1 1 batch_normalization_93_blob activation_89_blob 0=0.000000e+00 1=0 
Convolution              conv2d_94                               1 1 activation_89_blob conv2d_94_blob 0=1024 1=1 2=1 3=1 4=-233 5=0 6=262144 9=0 11=1 12=1 13=1 
BatchNorm                batch_normalization_94                  1 1 conv2d_94_blob batch_normalization_94_blob 0=1024 1=1.000000e-03 
BinaryOp                 add_29                                  2 1 batch_normalization_94_blob activation_87_Split_blob_idx_1 add_29_blob 0=0 1=0 2=0.000000e+00 
ReLU                     activation_90                           1 1 add_29_blob activation_90_blob 0=0.000000e+00 1=0 
